QUESTIONS = {
    1: {
        "text": "Գալուստ Գյուլբենկյանը ծնվել է՝",
        "options": ["Բաքվում", "Թալասում", "Կոստանդնուպոլսում", "Լոնդոնում"],
        "answer_index": 2  # Ճ
    },
    2: {
        "text": "Գյուլբենկյանների ընտանիքը ծագել է հայկական՝",
        "options": ["Ռշտունիների տոհմից", "Մանթաշյանցների տոհմից", "Օսմանյան ազնվականներից", "Սեն Ժոզեֆի ընտանիքից"],
        "answer_index": 0  # Ճ
    },
    3: {
        "text": "Գյուլբենկյանը դեռ երիտասարդ տարիքից հետաքրքրված էր՝",
        "options": ["Օրդինացիոն գործերով", "Ֆիզիկայով և ճարտարագիտությամբ", "Քաղաքականությամբ", "Նավթի վաճառքով"],
        "answer_index": 1  # Ճ
    },
    4: {
        "text": "Գյուլբենկյանը Լոնդոնի թագավորական քոլեջն ավարտել է՝ որպես՝",
        "options": ["Օրդինատոր", "Հնագետ", "Ճարտարագետ և կիրառական գիտությունների մասնագետ", "Նավթային փորձագետ"],
        "answer_index": 2  # Ճ
    },
    5: {
        "text": "Գյուլբենկյանը Լոնդոնում ամուսնացել է՝",
        "options": ["Ռիտա Սիրվարդի հետ", "Նվարդ Եսայանի հետ", "Թիրուհի Գյուլբենկյանի հետ", "Նուբար Սարգիսի հետ"],
        "answer_index": 1  # Ճ
    },
    6: {
        "text": "Գալուստի հայրը՝ Սարգիս Գյուլբենկյանը, մասնակից էր՝",
        "options": ["Նավթարդյունաբերությանը", "Ֆրանսիական կրթական ծրագրերին", "Նավատորմի նախագծերին", "Քոլեջների հիմանմանը"],
        "answer_index": 0  # Ճ
    },
    7: {
        "text": "Գյուլբենկյանը մանկությունը անցկացրել է՝",
        "options": ["Կոստանդնուպոլսի Սկյուտարում", "Մարսելում", "Լոնդոնում", "Թալասում"],
        "answer_index": 0  # Ճ
    },
    8: {
        "text": "Գյուլբենկյանը կրթությունը շարունակել է՝",
        "options": ["Սեն Ժոզեֆ դպրոցում", "Թալասի ավագ դպրոցում", "Բեյրութի վարժարանում", "Կահիրեի համալսարանում"],
        "answer_index": 0  # Ճ
    },
    9: {
        "text": "15 տարեկանում Գյուլբենկյանը մեկնում է՝",
        "options": ["Մարսել", "Լոնդոն", "Փարիզ", "Բաքու"],
        "answer_index": 0  # Ճ
    },
    10: {
        "text": "Գյուլբենկյանի առաջին մասնագիտական հետաքրքրությունը լուսաբանված է՝",
        "options": [
            "«Նավթը էներգիայի աղբյուր» ուսումնասիրությունում",
            "«Կարմիր գիծ» պայմանագրում",
            "«Անդրկովկասը և Ապշերոնի թերակղզին» ձեռնարկում",
            "British Petroleum-ի հիմնադրման փաստաթղթում"
        ],
        "answer_index": 0  # Ճ
    },
    11: {
        "text": "Գյուլբենկյանի որդիներից մեկն է՝",
        "options": ["Նուբար Սարգիս", "Ալեքսանդր Մանթաշյան", "Ռիտա Սիրվարդ", "Օգտապ Միդլթոն"],
        "answer_index": 0  # Ճ
    },
    12: {
        "text": "Գյուլբենկյանը Լոնդոնում հիմնում է սեփական գրասենյակը՝ որպես՝",
        "options": [
            "Թուրքիայի և Պարսկաստանի դեսպանատների նավթի գծով տնտեսական խորհրդական",
            "Բանկի տնօրեն",
            "Ֆրանսիական համալսարանի պրոֆեսոր",
            "Մեծ բրիտանական ընկերությունների ներկայացուցիչ"
        ],
        "answer_index": 0  # Ճ
    },
    13: {
        "text": "«Turkish Petroleum Company»-ի բաժնետոմսերից 15%-ը պատկանում էր՝",
        "options": ["Գալուստ Գյուլբենկյանին", "Թուրքիայի Ազգային բանկին", "Royal Dutch Shell Group-ին", "Գերմանացիներին"],
        "answer_index": 0  # Ճ
    },
    14: {
        "text": "Գյուլբենկյանը հայտնի է՝ որպես՝",
        "options": ["«Պարոն 5%»", "«Նավթի թագավոր»", "«Կարմիր գծի հեղինակը»", "«Մեծ բարերար առանց սահմանների»"],
        "answer_index": 0  # Ճ
    },
    15: {
        "text": "Գյուլբենկյանը Պարսկաստանում մասնակցել է՝",
        "options": [
            "British Petroleum-ի հիմնադրում",
            "Royal Dutch Shell-ի բաժնետոմսերի վաճառք",
            "Մեծ Բրիտանիայի նավատորմի վերանորոգում",
            "Իրանի կրթական ծրագրերի կազմակերպում"
        ],
        "answer_index": 0  # Ճ
    },
    16: {
        "text": "Սան-Ռեմոյի խորհրդակցության ընթացքում Գյուլբենկյանը՝",
        "options": [
            "Կարմիր մատիտով գծում է պետությունների տիրույթը",
            "Հաստատում է British Petroleum-ի նոր բաժնետոմսերը",
            "Շարունակում է Լոնդոնի ուսուցում",
            "Ամրացնում է իր բարեգործական գործունեությունը"
        ],
        "answer_index": 0  # Ճ
    },
    17: {
        "text": "Գյուլբենկյանը տիրապետում էր լեզուներից՝",
        "options": [
            "Թուրքերեն, հայերեն, պարսկերեն, ֆրանսերեն և անգլերեն",
            "Ֆրանսերեն և իսպաներեն միայն",
            "Պարսկերեն և արաբերեն",
            "Լատիներեն և հունարեն"
        ],
        "answer_index": 0  # Ճ
    },
    18: {
        "text": "Գյուլբենկյանը Նորմանդիայում գնել է՝",
        "options": [
            "Ճեմայգի, որտեղ պահում էր կենդանիներ և թռչուններ",
            "Մեծ ֆրանսիական պալատ",
            "Փարիզի առանձնատուն",
            "Լոնդոնի արվեստի պատկերասրահ"
        ],
        "answer_index": 0  # Ճ
    },
    19: {
        "text": "Գյուլբենկյանի հավաքածուն ներառում է՝",
        "options": ["6440 բնօրինակ դրամ", "1000 հին գիրք", "500 գեղարվեստական կտավ", "200 արվեստի գործեր"],
        "answer_index": 0  # Ճ
    },
    20: {
        "text": "Գյուլբենկյան հիմնադրամի հայկական բաժանմունքը ծրագրեր է իրականացրել՝",
        "options": [
            "Սիրիա, Լիբանան, Իրանի, Հորդանան, Իրաք, Ֆրանսիա, Հարավ Ամերիկյան երկրներ , Հայաստան",
            "Միայն Ֆրանսիայում",
            "Միայն Բրազիլիայում",
            "Միայն Իրանում և Հորդանանում"
        ],
        "answer_index": 0  # Ճ
    },
    21: {
        "text": "Գիտե՞իր, որ Գալուստ Գյուլբենկյանին կոչում էին «Պարոն Հինգ Տոկոս»: նա այդ մականունը ստացել էր, որովհետև իր խելացի բանակցությունների շնորհիվ կարողացավ պահպանել աշխարհի ամենամեծ նավթային գործարքներից մեկի շահույթի 5%-ը։ Այդ փոքր թվով նա դարձավ աշխարհի ամենահարուստ մարդկանցից մեկը։",
        "options": [
            "Կարդացի",
            "Չեմ կարդացել"
        ],
        "answer_index": 0  # Ճ
    },
    22: {
        "text": "Գիտե՞իր, որ Գյուլբենկյանը հավաքել է ավելի քան 6000 արվեստի գործ՝ նկարներ, քանդակներ, հազվագյուտ գրքեր և զարդեր։ Նա հավատում էր, որ արվեստը մարդկության հիշողությունն է։ Այսօր նրա ամբողջ հավաքածուն պահվում է Լիսաբոնի Գալուստ Գյուլբենկյանի թանգարանում՝ Եվրոպայի ամենահարգված թանգարաններից մեկում։",
        "options": [
            "Կարդացի",
            "Չեմ կարդացել"
        ],
        "answer_index": 0  # Ճ
    },
    23: {
        "text": "Գիտե՞իր, որ նա ընդամենը 14 տարեկան էր, երբ ընդունվեց Լոնդոնի King’s College-ը՝ ինժեներիա սովորելու։ Այն ժամանակ, երբ նրա հասակակիցները դեռ սովորում էին դպրոցում, նա արդեն տիրապետում էր ինժեներական և բիզնեսի գիտելիքների՝ դառնալով իր ժամանակի ամենահայտնի գործարարներից մեկը։",
        "options": [
            "Կարդացի",
            "Չեմ կարդացել"
        ],
        "answer_index": 0  # Ճ
    },
    24: {
        "text": "Գիտե՞իր, որ չնայած նա հսկայական հարստություն ուներ, Գյուլբենկյանը ապրում էր շատ համեստ կյանքով։ Նա խուսափում էր շքեղությունից և իր հարստությունը օգտագործում էր ուրիշներին օգնելու համար՝ ֆինանսավորելով հայկական դպրոցներ, եկեղեցիներ, հիվանդանոցներ և կրթաթոշակներ ամբողջ աշխարհում։",
        "options": [
            "Կարդացի",
            "Չեմ կարդացել"
        ],
        "answer_index": 0  # Ճ
    },
    25: {
        "text": "Գիտե՞իր, որ Գյուլբենկյանը ապրել է տարբեր երկրներում՝ Անգլիայում, Ֆրանսիայում, Թուրքիայում և Պորտուգալիայում, և խոսում էր մի քանի լեզվով։ Նա ասում էր, որ իրեն տանն էր զգում ամեն տեղ, բայց երբեք չէր մոռանում, որ հայ է։",
        "options": [
            "Կարդացի",
            "Չեմ կարդացել"
        ],
        "answer_index": 0  # Ճ
    }
}
